# KipDashFtPerFt Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KipDashFtPerFt Property
SymbolTypeId Class See Also
---
Symbol kip-ft/ft, indicating unit Kip feet per foot.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KipDashFtPerFt { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KipDashFtPerFt As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KipDashFtPerFt {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace